{
  "act_name": "India Code: Bharatiya Sakshya Adhiniyam, 2023",
  "source_file": "13_20063.html",
  "sections_count": 175,
  "sections": [
    {
      "section_number": "1",
      "section_text": "1. Schedule Order Appendix Forms Title Files Title Files Title Files Show all section The Bharatiya Sakshya Adhiniyam, 2023 PART I CHAPTER I PRELIMINARY PART II CHAPTER II RELEVANCY OF FACTS Closely connected facts Admissions Statements by persons who cannot be called as witnesses Statements made under special circumstances How much of a statement is to be proved Judgments of Courts when relevant Opinions of third persons when relevant Character when relevant PART III ON PROOF CHAPTER III FACTS WHICH NEED NOT BE PROVED CHAPTER IV OF ORAL EVIDENCE CHAPTER V OF DOCUMENTARY EVIDENCE Public documents Presumptions as to documents CHAPTER VI OF THE EXCLUSION OF ORAL EVIDENCE BY DOCUMENTARY EVIDENCE PART IV PRODUCTION AND EFFECT OF EVIDENCE CHAPTER VII OF THE BURDEN OF PROOF CHAPTER VIII ESTOPPEL CHAPTER IX OF WITNESSES CHAPTER X OF EXAMINATION OF WITNESSES CHAPTER XI OF IMPROPER ADMISSION AND REJECTION OF EVIDENCE CHAPTER XII REPEAL AND SAVINGS"
    },
    {
      "section_number": "1",
      "section_text": "Section 1. Short title, application and commencement."
    },
    {
      "section_number": "2",
      "section_text": "Section 2. Definitions."
    },
    {
      "section_number": "3",
      "section_text": "Section 3. Evidence may be given of facts in issue and relevant facts."
    },
    {
      "section_number": "4",
      "section_text": "Section 4. Relevancy of facts forming part of same transaction."
    },
    {
      "section_number": "5",
      "section_text": "Section 5. Facts which are occasion, cause or effect of facts in issue or relevant facts."
    },
    {
      "section_number": "6",
      "section_text": "Section 6. Motive, preparation and previous or subsequent conduct."
    },
    {
      "section_number": "7",
      "section_text": "Section 7. Facts necessary to explain or introduce fact in issue or relevant facts."
    },
    {
      "section_number": "8",
      "section_text": "Section 8. Things said or done by conspirator in reference to common design."
    },
    {
      "section_number": "9",
      "section_text": "Section 9. When facts not otherwise relevant become relevant."
    },
    {
      "section_number": "10",
      "section_text": "Section 10. Facts tending to enable Court to determine amount are relevant in suits for damages."
    },
    {
      "section_number": "11",
      "section_text": "Section 11. Facts relevant when right or custom is in question."
    },
    {
      "section_number": "12",
      "section_text": "Section 12. Facts showing existence of state of mind, or of body or bodily feeling."
    },
    {
      "section_number": "13",
      "section_text": "Section 13. Facts bearing on question whether act was accidental or intentional."
    },
    {
      "section_number": "14",
      "section_text": "Section 14. Existence of course of business when relevant."
    },
    {
      "section_number": "15",
      "section_text": "Section 15. Admission defined."
    },
    {
      "section_number": "16",
      "section_text": "Section 16. Admission by party to proceeding or his agent."
    },
    {
      "section_number": "17",
      "section_text": "Section 17. Admissions by persons whose position must be proved as against party to suit."
    },
    {
      "section_number": "18",
      "section_text": "Section 18. Admissions by persons expressly referred to by party to suit."
    },
    {
      "section_number": "19",
      "section_text": "Section 19. Proof of admissions against persons making them, and by or on their behalf."
    },
    {
      "section_number": "20",
      "section_text": "Section 20. When oral admissions as to contents of documents are relevant."
    },
    {
      "section_number": "21",
      "section_text": "Section 21. Admissions in civil cases when relevant."
    },
    {
      "section_number": "22",
      "section_text": "Section 22. Confession caused by inducement, threat, coercion or promise, when irrelevant in criminal proceeding."
    },
    {
      "section_number": "23",
      "section_text": "Section 23. Confession to police officer."
    },
    {
      "section_number": "24",
      "section_text": "Section 24. Consideration of proved confession affecting person making it and others jointly under trial for same offence."
    },
    {
      "section_number": "25",
      "section_text": "Section 25. Admissions not conclusive proof, but may estop."
    },
    {
      "section_number": "26",
      "section_text": "Section 26. Cases in which statement of relevant fact by person who is dead or cannot be found, etc., is relevant."
    },
    {
      "section_number": "27",
      "section_text": "Section 27. Relevancy of certain evidence for proving, in subsequent proceeding, truth of facts therein stated."
    },
    {
      "section_number": "28",
      "section_text": "Section 28. Entries in books of account when relevant."
    },
    {
      "section_number": "29",
      "section_text": "Section 29. Relevancy of entry in public record or an electronic record made in performance of duty."
    },
    {
      "section_number": "30",
      "section_text": "Section 30. Relevancy of statements in maps, charts and plans."
    },
    {
      "section_number": "31",
      "section_text": "Section 31. Relevancy of statement as to fact of public nature contained in certain Acts or notifications."
    },
    {
      "section_number": "32",
      "section_text": "Section 32. Relevancy of statements as to any law contained in law books including electronic or digital form."
    },
    {
      "section_number": "33",
      "section_text": "Section 33. What evidence to be given when statement forms part of a conversation, document, electronic record, book or series of letters or papers."
    },
    {
      "section_number": "34",
      "section_text": "Section 34. Previous judgments relevant to bar a second suit or trial."
    },
    {
      "section_number": "35",
      "section_text": "Section 35. Relevancy of certain judgments in probate, etc., jurisdiction."
    },
    {
      "section_number": "36",
      "section_text": "Section 36. Relevancy and effect of judgments, orders or decrees, other than those mentioned in"
    },
    {
      "section_number": "35",
      "section_text": "section 35."
    },
    {
      "section_number": "37",
      "section_text": "Section 37. Judgments, etc., other than those mentioned in sections 34, 35 and 36 when relevant."
    },
    {
      "section_number": "38",
      "section_text": "Section 38. Fraud or collusion in obtaining judgment, or incompetency of Court, may be proved."
    },
    {
      "section_number": "39",
      "section_text": "Section 39. Opinions of experts."
    },
    {
      "section_number": "40",
      "section_text": "Section 40. Facts bearing upon opinions of experts."
    },
    {
      "section_number": "41",
      "section_text": "Section 41. Opinion as to handwriting and signature, when relevant."
    },
    {
      "section_number": "42",
      "section_text": "Section 42. Opinion as to existence of general custom or right, when relevant."
    },
    {
      "section_number": "43",
      "section_text": "Section 43. Opinion as to usages, tenets, etc., when relevant."
    },
    {
      "section_number": "44",
      "section_text": "Section 44. Opinion on relationship, when relevant."
    },
    {
      "section_number": "45",
      "section_text": "Section 45. Grounds of opinion, when relevant."
    },
    {
      "section_number": "46",
      "section_text": "Section 46. In civil cases character to prove conduct imputed, irrelevant."
    },
    {
      "section_number": "47",
      "section_text": "Section 47. In criminal cases previous good character relevant."
    },
    {
      "section_number": "48",
      "section_text": "Section 48. Evidence of character or previous sexual experience not relevant in certain cases."
    },
    {
      "section_number": "49",
      "section_text": "Section 49. Previous bad character not relevant, except in reply."
    },
    {
      "section_number": "50",
      "section_text": "Section 50. Character as affecting damages."
    },
    {
      "section_number": "51",
      "section_text": "Section 51. Fact judicially noticeable need not be proved."
    },
    {
      "section_number": "52",
      "section_text": "Section 52. Facts of which Court shall take judicial notice."
    },
    {
      "section_number": "53",
      "section_text": "Section 53. Facts admitted need not be proved."
    },
    {
      "section_number": "54",
      "section_text": "Section 54. Proof of facts by oral evidence."
    },
    {
      "section_number": "55",
      "section_text": "Section 55. Oral evidence to be direct."
    },
    {
      "section_number": "56",
      "section_text": "Section 56. Proof of contents of documents."
    },
    {
      "section_number": "57",
      "section_text": "Section 57. Primary evidence."
    },
    {
      "section_number": "58",
      "section_text": "Section 58. Secondary evidence."
    },
    {
      "section_number": "59",
      "section_text": "Section 59. Proof of documents by primary evidence."
    },
    {
      "section_number": "60",
      "section_text": "Section 60. Cases in which secondary evidence relating to documents maybe given."
    },
    {
      "section_number": "61",
      "section_text": "Section 61. Electronic or digital record."
    },
    {
      "section_number": "62",
      "section_text": "Section 62. Special provisions as to evidence relating to electronic record."
    },
    {
      "section_number": "63",
      "section_text": "Section 63. Admissibility of electronic records."
    },
    {
      "section_number": "64",
      "section_text": "Section 64. Rules as to notice to produce."
    },
    {
      "section_number": "65",
      "section_text": "Section 65. Proof of signature and handwriting of person alleged to have signed or written document produced."
    },
    {
      "section_number": "66",
      "section_text": "Section 66. Proof as to electronic signature."
    },
    {
      "section_number": "67",
      "section_text": "Section 67. Proof of execution of document required by law to be attested."
    },
    {
      "section_number": "68",
      "section_text": "Section 68. Proof where no attesting witness found."
    },
    {
      "section_number": "69",
      "section_text": "Section 69. Admission of execution by party to attested document."
    },
    {
      "section_number": "70",
      "section_text": "Section 70. Proof when attesting witness denies execution."
    },
    {
      "section_number": "71",
      "section_text": "Section 71. Proof of document not required by law to be attested."
    },
    {
      "section_number": "72",
      "section_text": "Section 72. Comparison of signature, writing or seal with others admitted or proved."
    },
    {
      "section_number": "73",
      "section_text": "Section 73. Proof as to verification of digital signature."
    },
    {
      "section_number": "74",
      "section_text": "Section 74. Public and private documents."
    },
    {
      "section_number": "75",
      "section_text": "Section 75. Certified copies of public documents."
    },
    {
      "section_number": "76",
      "section_text": "Section 76. Proof of documents by production of certified copies."
    },
    {
      "section_number": "77",
      "section_text": "Section 77. Proof of other official documents."
    },
    {
      "section_number": "78",
      "section_text": "Section 78. Presumption as to genuineness of certified copies."
    },
    {
      "section_number": "79",
      "section_text": "Section 79. Presumption as to documents produced as record of evidence, etc."
    },
    {
      "section_number": "80",
      "section_text": "Section 80. Presumption as to Gazettes, newspapers, and other documents."
    },
    {
      "section_number": "81",
      "section_text": "Section 81. Presumption as to Gazettes in electronic or digital record."
    },
    {
      "section_number": "82",
      "section_text": "Section 82. Presumption as to maps or plans made by authority of Government."
    },
    {
      "section_number": "83",
      "section_text": "Section 83. Presumption as to collections of laws and reports of decisions."
    },
    {
      "section_number": "84",
      "section_text": "Section 84. Presumption as to powers-of-attorney."
    },
    {
      "section_number": "85",
      "section_text": "Section 85. Presumption as to electronic agreements."
    },
    {
      "section_number": "86",
      "section_text": "Section 86. Presumption as to electronic records and electronic signatures."
    },
    {
      "section_number": "87",
      "section_text": "Section 87. Presumption as to Electronic Signature Certificates."
    },
    {
      "section_number": "88",
      "section_text": "Section 88. Presumption as to certified copies of foreign judicial records."
    },
    {
      "section_number": "89",
      "section_text": "Section 89. Presumption as to books, maps and charts."
    },
    {
      "section_number": "90",
      "section_text": "Section 90. Presumption as to electronic messages."
    },
    {
      "section_number": "91",
      "section_text": "Section 91. Presumption as to due execution, etc., of documents not produced."
    },
    {
      "section_number": "92",
      "section_text": "Section 92. Presumption as to documents thirty years old."
    },
    {
      "section_number": "93",
      "section_text": "Section 93. Presumption as to electronic records five years old."
    },
    {
      "section_number": "94",
      "section_text": "Section 94. Evidence of terms of contracts, grants and other dispositions of property reduced to form of document."
    },
    {
      "section_number": "95",
      "section_text": "Section 95. Exclusion of evidence of oral agreement."
    },
    {
      "section_number": "96",
      "section_text": "Section 96. Exclusion of evidence to explain or amend ambiguous document."
    },
    {
      "section_number": "97",
      "section_text": "Section 97. Exclusion of evidence against application of document to existing facts."
    },
    {
      "section_number": "98",
      "section_text": "Section 98. Evidence as to document unmeaning in reference to existing facts."
    },
    {
      "section_number": "99",
      "section_text": "Section 99. Evidence as to application of language which can apply to one only of several persons."
    },
    {
      "section_number": "100",
      "section_text": "Section 100. . Evidence as to application of language to one of two sets of facts, to neither of which the whole correctly applies."
    },
    {
      "section_number": "101",
      "section_text": "Section 101. Evidence as to meaning of illegible characters, etc."
    },
    {
      "section_number": "102",
      "section_text": "Section 102. Who may give evidence of agreement varying terms of document."
    },
    {
      "section_number": "103",
      "section_text": "Section 103. Saving of provisions of Indian Succession Act relating to wills."
    },
    {
      "section_number": "104",
      "section_text": "Section 104. Burden of proof."
    },
    {
      "section_number": "105",
      "section_text": "Section 105. On whom burden of proof lies."
    },
    {
      "section_number": "106",
      "section_text": "Section 106. Burden of proof as to particular fact."
    },
    {
      "section_number": "107",
      "section_text": "Section 107. Burden of proving fact to be proved to make evidence admissible."
    },
    {
      "section_number": "108",
      "section_text": "Section 108. Burden of proving that case of accused comes within exceptions."
    },
    {
      "section_number": "109",
      "section_text": "Section 109. Burden of proving fact especially within knowledge."
    },
    {
      "section_number": "110",
      "section_text": "Section 110. Burden of proving death of person known to have been alive within thirty years."
    },
    {
      "section_number": "111",
      "section_text": "Section 111. Burden of proving that person is alive who has not been heard of for seven years."
    },
    {
      "section_number": "112",
      "section_text": "Section 112. Burden of proof as to relationship in the cases of partners, landlord and tenant, principal and agent."
    },
    {
      "section_number": "113",
      "section_text": "Section 113. Burden of proof as to ownership."
    },
    {
      "section_number": "114",
      "section_text": "Section 114. Proof of good faith in transactions where one party is in relation of active confidence."
    },
    {
      "section_number": "115",
      "section_text": "Section 115. Presumption as to certain offences."
    },
    {
      "section_number": "116",
      "section_text": "Section 116. Birth during marriage, conclusive proof of legitimacy."
    },
    {
      "section_number": "117",
      "section_text": "Section 117. Presumption as to abetment of suicide by a married woman."
    },
    {
      "section_number": "118",
      "section_text": "Section 118. Presumption as to dowry death."
    },
    {
      "section_number": "119",
      "section_text": "Section 119. Court may presume existence of certain facts."
    },
    {
      "section_number": "120",
      "section_text": "Section 120. Presumption as to absence of consent in certain prosecution for rape."
    },
    {
      "section_number": "121",
      "section_text": "Section 121. Estoppel."
    },
    {
      "section_number": "122",
      "section_text": "Section 122. Estoppel of tenant and of licensee of person in possession."
    },
    {
      "section_number": "123",
      "section_text": "Section 123. Estoppel of acceptor of bill of exchange, bailee or licensee."
    },
    {
      "section_number": "124",
      "section_text": "Section 124. Who may testify."
    },
    {
      "section_number": "125",
      "section_text": "Section 125. Witness unable to communicate verbally."
    },
    {
      "section_number": "126",
      "section_text": "Section 126. Competency of husband and wife as witnesses in certain cases."
    },
    {
      "section_number": "127",
      "section_text": "Section 127. Judges and Magistrates."
    },
    {
      "section_number": "128",
      "section_text": "Section 128. Communications during marriage."
    },
    {
      "section_number": "129",
      "section_text": "Section 129. Evidence as to affairs of State."
    },
    {
      "section_number": "130",
      "section_text": "Section 130. Official communications."
    },
    {
      "section_number": "131",
      "section_text": "Section 131. Information as to commission of offences."
    },
    {
      "section_number": "132",
      "section_text": "Section 132. Professional communications."
    },
    {
      "section_number": "133",
      "section_text": "Section 133. Privilege not waived by volunteering evidence."
    },
    {
      "section_number": "134",
      "section_text": "Section 134. Confidential communication with legal advisers."
    },
    {
      "section_number": "135",
      "section_text": "Section 135. Production of title-deeds of witness not a party."
    },
    {
      "section_number": "136",
      "section_text": "Section 136. Production of documents or electronic records which another person, having possession, could refuse to produce."
    },
    {
      "section_number": "137",
      "section_text": "Section 137. Witness not excused from answering on ground that answer will criminate."
    },
    {
      "section_number": "138",
      "section_text": "Section 138. Accomplice."
    },
    {
      "section_number": "139",
      "section_text": "Section 139. Number of witnesses."
    },
    {
      "section_number": "140",
      "section_text": "Section 140. Order of production and examination of witnesses."
    },
    {
      "section_number": "141",
      "section_text": "Section 141. Judge to decide as to admissibility of evidence."
    },
    {
      "section_number": "142",
      "section_text": "Section 142. Examination of witnesses."
    },
    {
      "section_number": "143",
      "section_text": "Section 143. Order of examinations."
    },
    {
      "section_number": "144",
      "section_text": "Section 144. Cross examination of person called to produce a document."
    },
    {
      "section_number": "145",
      "section_text": "Section 145. Witnesses to character."
    },
    {
      "section_number": "146",
      "section_text": "Section 146. Leading questions."
    },
    {
      "section_number": "147",
      "section_text": "Section 147. Evidence as to matters in writing."
    },
    {
      "section_number": "148",
      "section_text": "Section 148. Cross examination as to previous statements in writing."
    },
    {
      "section_number": "149",
      "section_text": "Section 149. Questions lawful in cross examination."
    },
    {
      "section_number": "150",
      "section_text": "Section 150. When witness to be compelled to answer."
    },
    {
      "section_number": "151",
      "section_text": "Section 151. Court to decide when question shall be asked and when witness compelled to answer."
    },
    {
      "section_number": "152",
      "section_text": "Section 152. Question not to be asked without reasonable grounds."
    },
    {
      "section_number": "153",
      "section_text": "Section 153. Procedure of Court in case of question being asked without reasonable grounds."
    },
    {
      "section_number": "154",
      "section_text": "Section 154. Indecent and scandalous questions."
    },
    {
      "section_number": "155",
      "section_text": "Section 155. Questions intended to insult or annoy."
    },
    {
      "section_number": "156",
      "section_text": "Section 156. Exclusion of evidence to contradict answers to questions testing veracity."
    },
    {
      "section_number": "157",
      "section_text": "Section 157. Question by party to his own witness."
    },
    {
      "section_number": "158",
      "section_text": "Section 158. Impeaching credit of witness."
    },
    {
      "section_number": "159",
      "section_text": "Section 159. Questions tending to corroborate evidence of relevant fact, admissible."
    },
    {
      "section_number": "160",
      "section_text": "Section 160. Former statements of witness may be proved to corroborate later testimony as to same fact."
    },
    {
      "section_number": "161",
      "section_text": "Section 161. What matters may be proved in connection with proved statement relevant under section 26 or"
    },
    {
      "section_number": "27",
      "section_text": "27."
    },
    {
      "section_number": "162",
      "section_text": "Section 162. Refreshing memory."
    },
    {
      "section_number": "163",
      "section_text": "Section 163. Testimony to facts stated in document mentioned in"
    },
    {
      "section_number": "162",
      "section_text": "section 162."
    },
    {
      "section_number": "164",
      "section_text": "Section 164. Right of adverse party as to writing used to refresh memory."
    },
    {
      "section_number": "165",
      "section_text": "Section 165. Production of documents."
    },
    {
      "section_number": "166",
      "section_text": "Section 166. Giving, as evidence, of document called for and produced on notice."
    },
    {
      "section_number": "167",
      "section_text": "Section 167. Using, as evidence, of document production of which was refused on notice."
    },
    {
      "section_number": "168",
      "section_text": "Section 168. Judge's power to put questions or order production."
    },
    {
      "section_number": "169",
      "section_text": "Section 169. No new trial for improper admission or rejection of evidence."
    },
    {
      "section_number": "170",
      "section_text": "Section 170. Repeal and savings. Schedule"
    },
    {
      "section_number": "1",
      "section_text": "1. Schedule Order Appendix Forms Show All Sections Previous × Act Name The Bharatiya Sakshya Adhiniyam, 2023 Rules Year Description Hindi Description Files(Eng) Files(Hindi) Close × Act Name The Bharatiya Sakshya Adhiniyam, 2023 Regulations \" Year Description Hindi Description Files(Eng) Files(Hindi) Close × Act Name The Bharatiya Sakshya Adhiniyam, 2023 Circulars Year Description Hindi Description Files(Eng) Files(Hindi) Close × Act Name The Bharatiya Sakshya Adhiniyam, 2023 Notifications Year Description Hindi Description Files(Eng) Files(Hindi) Close × Act Name The Bharatiya Sakshya Adhiniyam, 2023 Orders \" Year Description Hindi Description Files(Eng) Files(Hindi) Close × Act Name The Bharatiya Sakshya Adhiniyam, 2023 Ordinances \" Year Description Hindi Description Files(Eng) Files(Hindi) Close × Act Name The Bharatiya Sakshya Adhiniyam, 2023 Statutes \" Year Description Hindi Description Files(Eng) Files(Hindi) Close Download India Code Logo Disclaimer Feedback User Guide Contact Us Content Provided by the Ministries/Departments in the Government of India. Site designed and developed by National Informatics Centre, A- Block, C.G.O. Complex, Lodhi Road, New Delhi - 110 003, INDIA."
    }
  ]
}