{
  "footnote": "</br>\t\t",
  "content": "<span style=\"margin-left:15px;\"></span>(1) If any such question relates to a matter not relevant to the suit or proceeding, except in so\r\nfar as it affects the credit of the witness by injuring his character, the Court shall decide whether or not\r\nthe witness shall be compelled to answer it, and may, if it thinks fit, warn the witness that he is not\r\nobliged to answer it.\r\n</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span>(2) In exercising its discretion, the Court shall have regard to the following considerations,\r\nnamely:--</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span>(a) such questions are proper if they are of such a nature that the truth of the imputation conveyed\r\nby them would seriously affect the opinion of the Court as to the credibility of the witness on the\r\nmatter to which he testifies;\r\n</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span>(b) such questions are improper if the imputation which they convey relates to matters so remote\r\nin time, or of such a character, that the truth of the imputation would not affect, or would affect in a\r\nslight degree, the opinion of the Court as to the credibility of the witness on the matter to which he\r\ntestifies;</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span>(c) such questions are improper if there is a great disproportion between the importance of the\r\nimputation made against the witness's character and the importance of his evidence;\r\n</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span>(d) the Court may, if it sees fit, draw, from the witness's refusal to answer, the inference that the\r\nanswer if given would be unfavourable.\r\n</br><hr class=\"hr1\"/></br>",
  "_meta": {
    "act_slug": "13_20063",
    "act_id": "AC_CEN_5_23_00049_2023-47_1719292804654",
    "section_id": "90918",
    "orderno": 151,
    "url": "https://www.indiacode.nic.in/show-data?actid=AC_CEN_5_23_00049_2023-47_1719292804654&orderno=151"
  }
}