{
  "footnote": "</br>\t\t",
  "content": "<span style=\"margin-left:15px;\"></span>(1) When either party proposes to give\r\nevidence of any fact, the Judge may ask the party proposing to give the evidence in what manner the\r\nalleged fact, if proved, would be relevant; and the Judge shall admit the evidence if he thinks that the fact,\r\nif proved, would be relevant, and not otherwise.</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span>(2) If the fact proposed to be proved is one of which evidence is admissible only upon proof of some\r\nother fact, such last mentioned fact must be proved before evidence is given of the fact first mentioned,\r\nunless the party undertakes to give proof of such fact, and the Court is satisfied with such undertaking.</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span>(3) If the relevancy of one alleged fact depends upon another alleged fact being first proved, the\r\nJudge may, in his discretion, either permit evidence of the first fact to be given before the second fact is\r\nproved, or require evidence to be given of the second fact before evidence is given of the first fact.\r\n</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><i>Illustrations.</i>\r\n</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span>(a) It is proposed to prove a statement about a relevant fact by a person alleged to be dead, which\r\nstatement is relevant under section 26. The fact that the person is dead must be proved by the person\r\nproposing to prove the statement, before evidence is given of the statement.\r\n</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span>(b) It is proposed to prove, by a copy, the contents of a document said to be lost. The fact that the\r\noriginal is lost must be proved by the person proposing to produce the copy, before the copy is produced.\r\n</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span>(c) A is accused of receiving stolen property knowing it to have been stolen. It is proposed to prove\r\nthat he denied the possession of the property. The relevancy of the denial depends on the identity of the\r\nproperty. The Court may, in its discretion, either require the property to be identified before the denial of\r\nthe possession is proved, or permit the denial of the possession to be proved before the property is\r\nidentified.</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span>(d) It is proposed to prove a fact A which is said to have been the cause or effect of a fact in issue.\r\nThere are several intermediate facts B, C and D which must be shown to exist before the fact A can be\r\nregarded as the cause or effect of the fact in issue. The Court may either permit A to be proved before B,\r\nC or D is proved, or may require proof of B, C and D before permitting proof of A.</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span></br><hr class=\"hr1\"/>\r\n</br>",
  "_meta": {
    "act_slug": "13_20063",
    "act_id": "AC_CEN_5_23_00049_2023-47_1719292804654",
    "section_id": "90908",
    "orderno": 141,
    "url": "https://www.indiacode.nic.in/show-data?actid=AC_CEN_5_23_00049_2023-47_1719292804654&orderno=141"
  }
}