{
  "footnote": "</br>\t\t",
  "content": "<span style=\"margin-left:15px;\"></span>Admissions are relevant and may be proved as against the person who makes them, or his representative in interest; \r\nbut they cannot be proved by or on behalf of the person who makes them or by his representative in\r\ninterest, except in the following cases, namely:--\r\n</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span>(1) an admission may be proved by or on behalf of the person making it, when it is of such a\r\nnature that, if the person making it were dead, it would be relevant as between third persons under\r\nsection 26;</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span>(2) an admission may be proved by or on behalf of the person making it, when it consists of a\r\nstatement of the existence of any state of mind or body, relevant or in issue, made at or about the time\r\nwhen such state of mind or body existed, and is accompanied by conduct rendering its falsehood\r\nimprobable;</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span>(3) an admission may be proved by or on behalf of the person making it, if it is relevant\r\notherwise than as an admission.\r\n</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><i>Illustrations.</i></br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span>(a) The question between A and B is, whether a certain deed is or is not forged. A affirms that it is\r\ngenuine, B that it is forged. A may prove a statement by B that the deed is genuine, and B may prove a\r\nstatement by A that deed is forged; but A cannot prove a statement by himself that the deed is genuine,\r\nnor can B prove a statement by himself that the deed is forged.</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span>(b) A, the captain of a ship, is tried for casting her away. Evidence is given to show that the ship was\r\ntaken out of her proper course. A produces a book kept by him in the ordinary course of his business\r\nshowing observations alleged to have been taken by him from day to day, and indicating that the ship was\r\nnot taken out of her proper course. A may prove these statements, because they would be admissible\r\nbetween third parties, if he were dead, under clause (b) of section 26.</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span>(c) A is accused of a crime committed by him at Kolkata. He produces a letter written by himself and\r\ndated at Chennai on that day, and bearing the Chennai post-mark of that day. The statement in the date of\r\nthe letter is admissible, because, if A were dead, it would be admissible under clause (b) of section 26.</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span>(d) A is accused of receiving stolen goods knowing them to be stolen. He offers to prove that he\r\nrefused to sell them below their value. A may prove these statements, though they are admissions,\r\nbecause they are explanatory of conduct influenced by facts in issue.\r\n</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span>(e) A is accused of fraudulently having in his possession counterfeit currency which he knew to be\r\ncounterfeit. He offers to prove that he asked a skilful person to examine the currency as he doubted\r\nwhether it was counterfeit or not, and that person did examine it and told him it was genuine. A may\r\nprove these facts.</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span></br><hr class=\"hr1\"/>\r\n</br>",
  "_meta": {
    "act_slug": "13_20063",
    "act_id": "AC_CEN_5_23_00049_2023-47_1719292804654",
    "section_id": "90785",
    "orderno": 19,
    "url": "https://www.indiacode.nic.in/show-data?actid=AC_CEN_5_23_00049_2023-47_1719292804654&orderno=19"
  }
}