{
  "footnote": "</br>\t\t",
  "content": "<span style=\"margin-left:15px;\"></span>Facts showing the\r\nexistence of any state of mind, such as intention, knowledge, good faith, negligence, rashness, ill-will or\r\ngoodwill towards any particular person, or showing the existence of any state of body or bodily feeling,\r\nare relevant, when the existence of any such state of mind or body or bodily feeling is in issue or relevant.</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span><i>Explanation</i> 1.--A fact relevant as showing the existence of a relevant state of mind must show that the state of mind exists, not generally, but in reference to the particular matter in question.</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span><i>Explanation </i>2.--But where, upon the trial of a person accused of an offence, the previous commission by the accused of an offence is relevant within the meaning of this section, the previous conviction of such person shall also be a relevant fact.</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><i>Illustrations.</i></br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span>(a) A is accused of receiving stolen goods knowing them to be stolen. It is proved that he was in possession of a particular stolen article. The fact that, at the same time, he was in possession of many other stolen articles is relevant, as tending to show that he knew each and all of the articles of which he was in possession to be stolen.</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span>(b) A is accused of fraudulently delivering to another person a counterfeit currency which, at the time when he delivered it, he knew to be counterfeit. The fact that, at the time of its delivery, A was possessed of a number of other pieces of counterfeit currency is relevant. The fact that A had been previously convicted of delivering to another person as genuine a counterfeit currency knowing it to be counterfeit is\r\nrelevant.</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span>(c) A sues B for damage done by a dog of B's, which B knew to be ferocious. The fact that the dog had previously bitten X, Y and Z, and that they had made complaints to B, are relevant.</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span>(d) The question is, whether A, the acceptor of a bill of exchange, knew that the name of the payee\r\nwas fictitious. The fact that A had accepted other bills drawn in the same manner before they could have\r\nbeen transmitted to him by the payee if the payee had been a real person, is relevant, as showing that A\r\nknew that the payee was a fictitious person.</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span>(e) A is accused of defaming B by publishing an imputation intended to harm the reputation of B. The fact of previous publications by A respecting B, showing ill-will on the part of A towards B is relevant, as proving A's intention to harm B's reputation by the particular publication in question. The facts that there was no previous quarrel between A and B, and that A repeated the matter complained of as he heard it, are relevant, as showing that A did not intend to harm the reputation of B.</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span>(f) A is sued by B for fraudulently representing to B that C was solvent, whereby B, being induced to\r\ntrust C, who was insolvent, suffered loss. The fact that, at the time when A represented C to be solvent, C\r\nwas supposed to be solvent by his neighbours and by persons dealing with him, is relevant, as showing\r\nthat A made the representation in good faith.\r\n</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span>(g) A is sued by B for the price of work done by B, upon a house of which A is owner, by the order\r\nof C, a contractor. A's defence is that B's contract was with C. The fact that A paid C for the work in\r\nquestion is relevant, as proving that A did, in good faith, make over to C the management of the work in\r\nquestion, so that C was in a position to contract with B on C's own account, and not as agent for A.</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span>(h) A is accused of the dishonest misappropriation of property which he had found, and the question\r\nis whether, when he appropriated it, he believed in good faith that the real owner could not be found. The\r\nfact that public notice of the loss of the property had been given in the place where A was, is relevant, as\r\nshowing that A did not in good faith believe that the real owner of the property could not be found. The\r\nfact that A knew, or had reason to believe, that the notice was given fraudulently by C, who had heard of\r\nthe loss of the property and wished to set up a false claim to it, is relevant, as showing that the fact that A\r\nknew of the notice did not disprove A's good faith.</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span>(i) A is charged with shooting at B with intent to kill him. In order to show A's intent, the fact of A's\r\nhaving previously shot at B may be proved.\r\n</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span>(j) A is charged with sending threatening letters to B. Threatening letters previously sent by A to B\r\nmay be proved, as showing the intention of the letters.\r\n</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span>(k) The question is, whether A has been guilty of cruelty towards B, his wife. Expressions of their\r\nfeeling towards each other shortly before or after the alleged cruelty are relevant facts.</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span>(l) The question is, whether A's death was caused by poison. Statements made by A during his illness\r\nas to his symptoms are relevant facts.</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span>(m) The question is, what was the state of A's health at the time when an assurance on his life was\r\neffected. Statements made by A as to the state of his health at or near the time in question are relevant\r\nfacts.</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span>(n) A sues B for negligence in providing him with a car for hire not reasonably fit for use, whereby A\r\nwas injured. The fact that B's attention was drawn on other occasions to the defect of that particular car is\r\nrelevant. The fact that B was habitually negligent about the cars which he let to hire is irrelevant.</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span>(o) A is tried for the murder of B by intentionally shooting him dead. The fact that A on other\r\noccasions shot at B is relevant as showing his intention to shoot B. The fact that A was in the habit of\r\nshooting at people with intent to murder them is irrelevant.\r\n</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span>(p) A is tried for a crime. The fact that he said something indicating an intention to commit that\r\nparticular crime is relevant. The fact that he said something indicating a general disposition to commit\r\ncrimes of that class is irrelevant.\r\n</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span></br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span></br><hr class=\"hr1\"/>\r\n\r\n</br>",
  "_meta": {
    "act_slug": "13_20063",
    "act_id": "AC_CEN_5_23_00049_2023-47_1719292804654",
    "section_id": "90778",
    "orderno": 12,
    "url": "https://www.indiacode.nic.in/show-data?actid=AC_CEN_5_23_00049_2023-47_1719292804654&orderno=12"
  }
}