{
  "footnote": "</br>\t\t",
  "content": "<span style=\"margin-left:15px;\"></span>When a\r\nwitness has been asked and has answered any question which is relevant to the inquiry only in so far as it\r\ntends to shake his credit by injuring his character, no evidence shall be given to contradict him; but, if he\r\nanswers falsely, he may afterwards be charged with giving false evidence.</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span><i>Exception </i>1.--If a witness is asked whether he has been previously convicted of any crime and\r\ndenies it, evidence may be given of his previous conviction.\r\n</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span><i>Exception </i>2.--If a witness is asked any question tending to impeach his impartiality, and answers it\r\nby denying the facts suggested, he may be contradicted.</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><span style=\"margin-left:15px;\"></span><i>Illustrations.</i>\r\n</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span>(a) A claim against an underwriter is resisted on the ground of fraud. The claimant is asked whether,\r\nin a former transaction, he had not made a fraudulent claim. He denies it. Evidence is offered to show that\r\nhe did make such a claim. The evidence is inadmissible</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span>(b) A witness is asked whether he was not dismissed from a situation for dishonesty. He denies it.\r\nEvidence is offered to show that he was dismissed for dishonesty. The evidence is not admissible.</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span>(c) A affirms that on a certain day he saw B at Goa. A is asked whether he himself was not on that\r\nday at Varanasi. He denies it. Evidence is offered to show that A was on that day at Varanasi. The\r\nevidence is admissible, not as contradicting A on a fact which affects his credit, but as contradicting the\r\nalleged fact that B was seen on the day in question in Goa. In each of these cases, the witness might, if his\r\ndenial was false, be charged with giving false evidence.\r\n</br><hr class=\"hr1\"/>\r\n<span style=\"margin-left:15px;\"></span>(d) A is asked whether his family has not had a blood feud with the family of B against whom he\r\ngives evidence. He denies it. He may be contradicted on the ground that the question tends to impeach his\r\nimpartiality.\r\n</br><hr class=\"hr1\"/></br>",
  "_meta": {
    "act_slug": "13_20063",
    "act_id": "AC_CEN_5_23_00049_2023-47_1719292804654",
    "section_id": "90923",
    "orderno": 156,
    "url": "https://www.indiacode.nic.in/show-data?actid=AC_CEN_5_23_00049_2023-47_1719292804654&orderno=156"
  }
}